[
	{
		"title": "Oltre il Villaggio Olimpico",
		"subtitle": "Around the Olympic Village",
		"group_members": [
			"Mo Beini",
			"Elisabetta Como",
			"Luiz Carlos De Souza Junior",
			"Shuo Lou",
			"Paola Pia Palumbo",
			"Jovana Tesic",
			"Qin Wang"
		],
		"description": "The project \"Around the Olympic Village\" investigates the online discourse surrounding the construction of the Olympic Village for the Milano Cortina Winter Olympic and Paralympic Games 2026.",
		"disclosure": "Using Facebook as the source platform, 146 posts were selected out of a total of 198 collected through the two queries \"Villaggio Olimpico Milano 2026\" and \"Milano Parco Romana 2026.\" These posts were categorized into 8 categories representing various stakeholders, and keywords were extracted through an automated process, followed by manual verification. The analysis also delved into the use of images revealing that, within their posts, all stakeholders express various opinions about the project, using significant lexical variations while employing the same renders of the Olympic Village. Four images were selected among the most frequently used ones, based on their adaptability to graphical manipulation through AI. Employing a machine learning model, these images were processed, expanding margins and filling the resultant space with content linked to the 10 most commonly used keywords for each stakeholder. These frames highlight how each category interprets the theme differently, influenced by its own perception, by transforming opinions into visual images. The exhibition layout has been designed to provide an engaging and informative experience for the visitors. The table, measuring 130x70cm, features four binders, each dedicated to one of the renders selected from the \"Beyond the Games\" research. Each binder contains eight frames, one for each stakeholder category, distinguishable by the labels affixed to each. When pulled from the stand, visitors can superimpose the frames on the original image fixed on the table, facilitating direct interaction between the image and the perspectives of the various stakeholders. On the bottom of each frame, the 10 keywords used by the artificial intelligence model to process the images are listed, offering visitors an additional interpretive key. The image manipulation software employed is Stable Diffusion (SD), an advanced machine learning model introduced in 2022. SD stands out for its capability to generate images from text. To initiate the graphic manipulation process, specific prompts were crafted based on keywords derived from the research. After identifying the 10 most frequent keywords from each category of stakeholders, a categorization into adjectives and nouns occurred. Nouns were associated with concrete objects to be incorporated into the generated scene, while adjectives were linked to graphic variations, such as color changes within the image. The words were further organized into five categories representing their contextual meaning: \"analytical spirit,\" \"green spirit,\" \"sponsors,\" \"infrastructure,\" and \"motivational spirit.\" Subsequently, each keyword underwent a process of transformation into a sentence explaining its meaning in the specific context. Recognizing SD's better performance with single words, the same sentences were simplified into single words or pairs of words separated by commas to optimize interaction with the software. To make the best use of Stable Diffusion's features, we mainly used two extensions: Control Net and Civit.AI Helper, from which the Realistic Vision model was downloaded and used to manipulate the images. The text2img tab was used to expand the original renders. As prompts the reworked keywords were used as previously described and with different weights depending on their frequency in the posts, plus the keywords \"RAW photo, realistic, subject, 8k uhd, dslr, high quality, Fujifilm XT3\" to improve the final quality of the render. The negative prompt and two negative embeddings, Bad Dream and Unrealistic Dream, were also employed. The process followed to expand the images is as follows: using Control Net's inpaint model in the resize and fill mode, the image was first scaled horizontally from 1024px to 1920px and then also vertically until it reached the height of 1080px and the new parts were created according to the prompt provided. Finally, the resulting images were refined by correcting some details using the inpaint function of the img2img tab also within Stable Diffusion."
	},
	{
		"title": "Until the Last Drop",
		"subtitle": "Timeline of Images Used to Talk About La Goccia",
		"group_members": [
			"Mona Abolghasemi",
			"Nima Ahmadi",
			"Javiera de la Maza",
			"Giada Fugazzola",
			"David Hazan",
			"Daniela Muñoz",
			"Diego Valdivieso"
		],
		"description": "This series of postcards, ordered chronologically on a table, visualizes 280 online articles published between the years 2009-2023, discussing the repurposing of La Goccia park. This visualization summarizes a more comprehensive research conducted on the online discussion about La Goccia, using a 'reverse search' on Google Lens for twelve images of 'La Goccia.' These articles were found and analyzed, providing an overview of the online discussion on the topic. The 280 postcards, each representing an article, are grouped on the table by the image used and year, color-coded based on seven different article source types. Behind each postcard, the result of the article's text analysis is displayed, offering insights into the keywords used in the articles and their categories. While \"La Goccia\" encompasses more voices and ideas, this artifact captures a fragment. The viewer is invited to interpret whether the images faithfully represent the ongoing discussion.",
		"disclosure": "The artefact republishes the data contained in the catalog '[name of the catalog]' which was used to create the artifact. This included a series of 280 articles collected from the Internet, carried out by applying a reverse search by Google Lens to 12 images related to the online discussion about La Goccia park. The board was created using a pivot table to organize the dataset by year and type of images, defining the number of postcards for each cell. The process evolved from a 130 x 70 cm board to a 140 x 140 cm board, with postcards positioned vertically. The design challenge involved creating a support for the postcards that allowed display and manipulation without adding visual noise. A 10 mm wooden solution with a 5 mm cut was chosen, providing firm support and maintaining visibility. The distribution of the axes and content was a further challenge. The X axis represented the yearly timeline, while the Y axis and the position of the original images were adjusted for visibility. The postcards were designed with a focus on orienting the viewer in the diversity of articles. The front of each card emphasized the title and image, with color coding for source types. The back of the cards highlighted the themes discussed in the article and provided a ranking of used words, facilitating article comparison. The board was carefully designed to balance content and white space, allowing visitors to engage without feeling overwhelmed."
	},
	{
		"title": "Milano Piazza d’Armi",
		"subtitle": "Ricostruzione di una controversia",
		"group_members": [
			"Carmen Framiñán",
			"Malena Paz",
			"Zhegnan Liu",
			"Nicolás Raigoso",
			"Huajie Zhang",
			"Shegnan Zou",
			"Samuele Anzelotti"
		],
		"description": "The artifact's main goal is to depict differences in the language used describing the Piazza d’Armi area on informative web platforms. It consists of 524 cards, divided into four groups, each representing a word of significance in articles about Piazza d’Armi, including source details. The displayed information results from analyzing 131 articles, petitions, and blog posts from 2014 to October 2023 using the Google Search engine and 12 related search queries. Four keywords were extracted subjectively from each article based on importance, relevance, and repetition. Categorization by grouping recurring themes, revealed four main fundamental conceptions of Piazza d’Armi— natural reserve, wellbeing asset, opportunity, or commercial asset—, each detailed on a plaque. These concepts highlight different perspectives on Piazza d’Armi, emphasizing the connection between perceptions and language. Keywords within each stance are arranged by the article's publication year and then alphabetically.",
		"disclosure": "The dataset for 'Piazza d’Armi: reconstructing a controversy' consists of 131 long-form online articles. These articles were defined by having more than 240 characters and being published on informative online media platforms, available online by October 2023. This definition excludes ephemeral media and social media posts. These articles were found using the Google Search engine and twelve different queries related to 'Piazza d’Armi'. The main manipulation in the project was the definition of different conceptions of Piazza d’Armi, called stances, created by aggregating recurrent motifs in the articles. These stances represent macro-opinions about the area and aim to accurately represent the diversity within the controversy. After classifying each article into a stance, four keywords were extracted from each, based on repetition, grammatical importance, and subjective impressions. These keywords were printed on cards in both English and Italian, along with the source of publication, title of original article, and date. The keywords occupy the majority of the card, with the rest of the visual elements in a secondary position. Within each stance, the keywords were reordered by year of publication and alphabetically within that year. The installation functions as an archive, a spatial representation of the main words used to describe Piazza d’Armi, associated with a unique conception of the space in informative online media, as well as the time interval in which they were used. This archive comprises a total of 524 keyword cards, 8 black instruction cards, and 35 yearly marker cards."
	},
	{
		"title": "The Neighbour’s Grass",
		"subtitle": "Mapping the Reactions of Facebook and Instagram Users to the Decision to No Longer Mow the Grass in Milan",
		"group_members": [
			"Martina Balducci",
			"Bianca Bauer",
			"Claire Capone",
			"Riccardo Fregnan",
			"Oasis Mignot",
			"Filippo Roveda",
			"Kalita Sudipta Sagar",
			"Riccardo Ventura"
		],
		"description": "“The Neighbours’ Grass” is a video project exploring the reactions of users commenting on the decision to no longer cut the grass in Milan’s green public spaces. The exhibition features a 4-minute video and audio installation showing a sample of user replies under Elena Grandi’s posts on Instagram and Facebook. Comments are categorized to highlight the main shared opinions and the engagement level is represented by the height of a growing blade of grass. The audio reads the comments aloud as they are shown, illustrating how unfiltered online users can be. The installation aims to highlight the evolution of the debate, which has shifted from biodiversity to becoming a nest for controversy.",
		"disclosure": "The dataset for 'The Neighbours’ Grass' consists of user replies under Elena Grandi’s posts on Instagram and Facebook, totaling 328 comments from Facebook and 100 from Instagram. Each comment is translated from Italian to English and tagged with its platform and level of engagement. A list of topics and keywords present in the comments was used to form six main categories and 30 subcategories. The comments were grouped according to specific issues within a subcategory, resulting in 73 statement clusters. If a comment mentioned multiple topics, they were treated as separate extracts. The dataset is ordered by the comment’s level of engagement and the platform it belongs to. For the video, a sample of comments representing the controversy was selected based on topic, quantity, and engagement level. The total displayed is 38 comments, distributed among the categories, and chosen for their high level of engagement. The height of the grass blades in the video represents the interaction level of each comment, which is also displayed in written text along with its category. The project aims to stimulate reflection on the heated online debate about Milan’s high grass, showing how the discussion often deviates from the original intention of enhancing biodiversity."
	},
	{
		"title": "Ricordatevi di bagnare gli alberi",
		"subtitle": "Un datalogo del dibattito online su Forestami",
		"group_members": [
			"Corbani Federico",
			"De Nicolò Alessio",
			"Maciukiewicz Helena",
			"Maher Fatemeh",
			"Havrylova Kseniia",
			"Trabattoni Marco",
			"Zaiarniuk Anastasiia"
		],
		"description": "The project is based on a dataset collecting 1356 comments from Facebook, Instagram, and Twitter, written from September 2021 to October 2023. Comments were collected from official and opposing Forestami pages, and tweets containing '#forestami' or 'forestami'. The dataset was filtered to exclude certain types of comments and replies. Each comment was manually assigned a statement summarizing its content into 32 statements, classified into 5 clusters representing different user perspectives. Usernames and links were removed for privacy, and comments were translated into English. The exhibition artifact aims to convey the multiple positions in the Forestami discussion by highlighting recurring statements and their differences across platforms, using 18 selected comments for each platform in an audiovisual format.",
		"disclosure": "The dataset's main data manipulation concerns the audio in the videos. Comments were converted into audio speech using an AI voice generator (https://elevenlabs.io/). The stylization of the speech was minimized to avoid subjective interpretation, with female and male voices randomly and evenly divided across the comments. Visually, the comments are arranged as cards that slide over each other as the video progresses. The videos are part of a three-pair series, with one video displaying the 18 selected comments per platform, grouped by cluster and sorted by statement frequency. The second video in each pair shows footage of locations in Milan where poor tree conditions planted by Forestami were reported. This footage is overlaid with additional insights related to the comments, providing context and guiding the viewer. The links to the videos on Facebook, Instagram, and Twitter are provided for further reference."
	},
	{
		"title": "The Glitchine Diorama",
		"subtitle": "A Journey Through the Baiamonti Issue",
		"group_members": [
			"Sofia Bonfanti",
			"Andrea Burchiani",
			"Bingru He",
			"Tommaso Prinetti",
			"Benedetta Riccio",
			"Yasemin Umac",
			"YiYou Zou"
		],
		"description": "The Glitchine Diorama is a 6-minute video narrating the issue of the Wisteria of Baiamonti Square through video extracts. The project began with the transcription of 130 videos from Facebook, Instagram, Google, TikTok, and YouTube, from which 149 quotes were isolated and categorized. The artifact features 34 quotes chosen to cover all areas of discussion and favor diverse personalities. The quotes are organized to create a narration of the event, with the first clip following a chronological order.",
		"disclosure": "The dataset includes 130 videos about the Wisteria issue in Baiamonti square from 5 platforms, spanning 2019 to October 2023. Videos were analyzed for URL, sharing date, title, description, and interactions, then downloaded and transcribed using whisper.ai. Quotes and personalities were extracted and grouped into clusters. For the diorama, 34 quotes and 20 personalities were selected to represent each quotes' cluster and a diversity of voices. Quotes follow a narrative order, and personalities were isolated from their video backgrounds. Objects from the video extracts were also added to the diorama, which includes leaves and gradients as a background. Each speaking personality was labeled with their name and cluster, and a map was provided for orientation. Annotations were added in special cases, and personalities not representing an association were blurred for privacy. Reposted quotes are visually repeated in the diorama. The conclusion invites visitors to explore the nearby catalogue for a deeper analysis of the Baiamonti Square wisteria issue. Images provided show various stages of the project, from transcription to diorama composition."
	},

	{
		"title": "La strada controversa",
		"subtitle": "Uno sguardo su via Pacini",
		"group_members": [
			"Luca Bottani",
			"Noemi Capparelli",
			"Giulia Costanzo",
			"Carla D’Antonio",
			"Carolina Giacomin Da Silva",
			"Thais De Castro Lima",
			"Yuhan Zhu"
		],
		"description": "The project showcases opinions from Milan’s Municipal District 3 councilors during a council meeting on 27 January 2022. The installation includes paper cards and a webapp. Each card shows a councilor's quote, categorized into 16 clusters based on keywords identified from the meeting's transcript. From 299 original quotes, 192 were selected for their relevance to the controversy regarding via Pacini. The webapp allows users to listen to the original audios, categorized by keyword. The cards are displayed on a table, each showing a quote, the councilor, their political party, the related keyword, and a webapp reference. The card's orientation varies based on the keyword's usage by the majority or opposition.",
		"disclosure": "The data source is an audio recording from Milan Municipal District 3's council meeting on 27 January 2022, discussing the Neighborhood Plan for renewing via Pacini. The audio was transcribed using Turboscribe and manually checked. The transcript was processed with Spacy for lemmatization and keyword identification. The keywords were used to categorize 192 relevant quotes into 16 clusters. Card orientations reflect the keyword usage by majority or opposition councilors. Each card displays a quote in both Italian and English, color-coded for majority or opposition. Quotes were adapted for written language and translated using Deepl. The webapp allows listening to the quotes by scanning a QR code on the table. Users can select to hear opinions from the majority, opposition, or both. The audio was edited to include only the 192 selected quotes, organized by keyword. The project highlights the divergent views regarding via Pacini's renovation."
	},
	{
		"title": "A Wood, 182 Actors",
		"subtitle": "A Collection of People, Objects, and Entities Involved in Wood of Via Falck Controversy",
		"group_members": [
			"Michela Chignoli",
			"Ziqi Huang",
			"Francesca Mattiacci",
			"Vanessa Medda",
			"Sara Matilda Montorio",
			"Hanya Nie",
			"Shuyu Zhang"
		],
		"description": "The project aims to display the complexity of actors involved in the Wood of Via Falck issue, identifying elements impacting the system. Using Google News with various queries, 19 online articles were analyzed, leading to the extraction of 1027 actors, semantically merged to 182 entities. A grid arrangement was used to depict the strength of relationships between actors. The visualization led to two interactive artifacts: a panel sorting actors by connections and a filing cabinet with 182 cards, each representing an actor and showing their connections.",
		"disclosure": "The artifact is designed to narrate the Wood of Via Falck story, emphasizing the complexity and diversity of viewpoints. 19 online articles were analyzed to extract actors involved in the controversy, using definitions of agentivity and semantic merging, resulting in 182 entries. Connections were established based on co-presence in sentences, analyzed through Gephi to create a network of 5553 connections. The network was then arranged into a 13 x 15 grid, with proximity indicating relationship strength. An A3 panel provides an overview of all 182 actors. Additionally, 182 actor cards overlay the panel, enabling visitors to explore individual entities and their relationships. The cards have perforated sections to filter actor-specific relationships, with connection strength indicated by the thickness of the outline. Contextual sentences from the articles highlight the actors and their thematic clusters. The cards also include wooden supports showing actor specifics, aiding in navigation through the filing cabinets. Wood and forex were chosen for the display artifacts, with laminated A3 sheets for actor cards. The artifact guides the viewer to understand the controversy from multiple perspectives, breaking down the narrative into 182 distinct visualizations."
	}
]
